Repository: kaos-addict/trad
Catalog: wp/themes/Divi/lang/*.po
Languages: fr_fr

source: By default the theme uses a combination of your blog name and your blog description, as defined when you created your blog, to create your homepage titles. However if you want to create a custom title then simply enable this option and fill in the custom title field below.
fr_fr: Par défaut, le thème utilise une combinaison du nom et de la description de votre blog, tel que défini lorsque vous avez créé votre blog, afin de créer vos titres de page d'accueil. Toutefois, si vous voulez créer un nouveau titre personnalisé activez cette option et complétez le champ titre personnalisé ci-dessous.

source: Enable meta description
fr_fr: Activer les meta descriptions

source: By default the theme uses your blog description, as defined when you created your blog, to fill in the meta description field. If you would like to use a different description then enable this option and fill in the custom description field below.
fr_fr: Par défaut, le thème utilise la description de votre blog, telle que définie lorsque vous avez créé votre blog, pour remplir le champ meta description. Si vous souhaitez utiliser une description différente, activez cette option et complétez le champ ci-dessous avec une description personnalisée.

source: Enable meta keywords
fr_fr: Activer les meta keywords

source: By default the theme does not add keywords to your header. Most search engines don't use keywords to rank your site anymore, but some people define them anyway just in case. If you want to add meta keywords to your header then enable this option and fill in the custom keywords field below.
fr_fr: Par défaut, le thème n'ajoute pas les mots clés à votre header. La plupart des moteurs de recherche n'utilisent pas de mots-clés pour classer votre site, mais certaines personnes les définir en tout cas juste au cas où. Si vous voulez ajouter des mots clés à votre header, activez cette option et complétez le champ personnalisé de mots-clés ci-dessous.

source: Enable canonical URL's
fr_fr: Activer l'URL canonique

source: Canonicalization helps to prevent the indexing of duplicate content by search engines, and as a result, may help avoid duplicate content penalties and pagerank degradation. Some pages may have different URLs all leading to the same place. For example domain.com, domain.com/index.html, and www.domain.com are all different URLs leading to your homepage. From a search engine's perspective these duplicate URLs, which also occur often due to custom permalinks, may be treaded individually instead of as a single destination. Defining a canonical URL tells the search engine which URL you would like to use officially. The theme bases its canonical URLs off your permalinks and the domain name defined in the settings tab of wp-admin.
fr_fr: La canonisation permet d'éviter l'indexation de contenu en double par les moteurs de recherche, et, par conséquent, aide à éviter la duplication des contenus et la dégradation du pagerank. Certaines pages peuvent avoir différentes adresses URL menant toutes à la même place. Par exemple domain.com, domain.com/index.html, et www.domain.com sont différentes URL menant à votre page d'accueil. Du point de vue du moteur de recherche, les URLs dupliquées qui existent souvent en raison de permaliens personnalisés, sont des URLs indépendantes plutôt qu'une destination unique. La mise en place d'une URL canonique indique au moteur de rechercher l'URL que vous souhaitez utiliser officiellement. Le thème fonde son URL canonique de vos permaliens et le nom de domaine défini dans l'onglet Réglages de wp-admin.

source: Homepage custom title (if enabled)
fr_fr: Titre de la page d'accueil personnalisée (si activé)

source: If you have enabled custom titles you can add your custom title here. Whatever you type here will be placed between the < title >< /title > tags in header.php
fr_fr: Si vous avez activé les titres personnalisés, vous pouvez ajouter votre titre personnalisé ici. Quelque soit votre saisie, elle sera placée entre les balises <title> </title> dans header.php

source: Homepage meta description (if enabled)
fr_fr: Meta description de la page d'accueil (si activé)

source: If you have enabled meta descriptions you can add your custom description here.
fr_fr: Si vous avez activé les meta descriptions, vous pouvez ajouter votre description personnalisée ici.

source: Homepage meta keywords (if enabled)
fr_fr: Meta keywords de la page d'accueil (si activé)

source: If you have enabled meta keywords you can add your custom keywords here. Keywords should be separated by comas. For example: wordpress,themes,templates,elegant
fr_fr: Si vous avez activé les meta keywords, vous pouvez ajouter vos mots-clés personnalisés ici. Les mots-clés doivent être séparés par des virgules. Par exemple: wordpress,themes,elegant,templates

source: If custom titles are disabled, choose autogeneration method
fr_fr: Si les titres personnalisés sont désactivés, choisissez la méthode de l'autoproduction

source: If you are not using cutsom post titles you can still have control over how your titles are generated. Here you can choose which order you would like your post title and blog name to be displayed, or you can remove the blog name from the title completely.
fr_fr: Si vous n'utilisez pas les titres personnalisés, vous pouvez toujours avoir le contrôle sur la façon dont ils sont générés. Ici vous pouvez choisir l'ordre d'affichage entre le titre de l'article et le nom du blog, ou vous pouvez enlever complètement le nom du blog.

source: Define a character to separate BlogName and Post title
fr_fr: Définir un caractère spécial pour séparer le nom du titre du blog .

source: Here you can change which character separates your blog title and post name when using autogenerated post titles. Common values are | or -
fr_fr: Ici vous pouvez changer le caractère qui sépare le titre de votre blog et nom de l'article lors de l'automatisation des titres. Les valeurs courantes sont | ou -

source: Enable custom titles
fr_fr: Activer les titres personnalisés

source: By default the theme creates post titles based on the title of your post and your blog name. If you would like to make your meta title different than your actual post title you can define a custom title for each post using custom fields. This option must be enabled for custom titles to work, and you must choose a custom field name for your title below.
fr_fr: Par défaut, le thème crée les titres des billets basés sur le titre de votre article et le nom du blog. Si vous souhaitez que votre titre soit différent de votre titre actuel, vous pouvez définir un titre personnalisé pour chaque article, en utilisant les champs personnalisés. Cette option doit être activée pour les titres personnalisés pour fonctionner, et vous devez choisir un champs personnalisé pour vos titres ci-dessous.

source: Enable custom description
fr_fr: Activer la description personnalisée

source: If you would like to add a meta description to your post you can do so using custom fields. This option must be enabled for descriptions to be displayed on post pages. You can add your meta description using custom fields based off the custom field name you define below.
fr_fr: Si vous souhaitez ajouter une meta description à votre billet, vous pouvez le faire en utilisant les champs personnalisés. Cette option doit être activée pour permettre aux descriptions d'être affichés sur les billets. Vous pouvez ajouter votre meta description à l'aide des champs personnalisés basé sur le nom du champ personnalisé que vous définirez ci-dessous.

source: Enable custom keywords
fr_fr: Activer les mots clés personnalisés

source: If you would like to add meta keywords to your post you can do so using custom fields. This option must be enabled for keywords to be displayed on post pages. You can add your meta keywords using custom fields based off the custom field name you define below.
fr_fr: Si vous souhaitez ajouter des meta keywords à votre message, vous pouvez le faire en utilisant les champs personnalisés. Cette option doit être activée pour que les mots-clés s'affichent sur les pages des messages. Vous pouvez ajouter vos meta keywords utilisant des champs personnalisés basé sur le nom du champ personnalisé que vous définirez ci-dessous.

source: Enable canonical URL's
fr_fr: Activer l'URL canonique

source: Canonicalization helps to prevent the indexing of duplicate content by search engines, and as a result, may help avoid duplicate content penalties and pagerank degradation. Some pages may have different URL's all leading to the same place. For example domain.com, domain.com/index.html, and www.domain.com are all different URLs leading to your homepage. From a search engine's perspective these duplicate URLs, which also occur often due to custom permalinks, may be treaded individually instead of as a single destination. Defining a canonical URL tells the search engine which URL you would like to use officially. The theme bases its canonical URLs off your permalinks and the domain name defined in the settings tab of wp-admin.
fr_fr: Canonisation permet d'éviter l'indexation de contenu en double par les moteurs de recherche, et, par conséquent, peut aider à éviter la duplication des contenus et la dégradation de pagerank. Certaines pages peuvent avoir différentes adresses URL menant toutes à la même place. Par exemple domain.com, domain.com/index.html, et www.domain.com sont différentes URL menant à votre page d'accueil. Du point de vue du moteur de recherche, les URLs dupliquées qui existent souvent en raison de permaliens personnalisés, sont des URLs indépendantes plutôt qu'une destination unique. La mise en place d'une URL canonique indique au moteur de rechercher l'URL que vous souhaitez utiliser officiellement. Le thème fonde son URL canonique de vos permaliens et le nom de domaine défini dans l'onglet Réglages de wp-admin.

source: Custom field Name to be used for title
fr_fr: Champs personnalisé à utiliser pour le titre

source: When you define your title using custom fields you should use this value for the custom field Name. The Value of your custom field should be the custom title you would like to use.
fr_fr: Lorsque vous définissez votre titre à l'aide des champs personnalisés, vous devez utiliser cette valeur pour le nom du champs. La valeur de votre champ personnalisé, elle, doit être le titre personnalisé que vous souhaitez utiliser.

source: Custom field Name to be used for description
fr_fr: Nom du champs personnalisé utilisé pour la description

source: When you define your meta description using custom fields you should use this value for the custom field Name. The Value of your custom field should be the custom description you would like to use.
fr_fr: Lorsque vous définissez votre meta description en utilisant les champs personnalisés vous devez utiliser cette valeur pour le nom du champs. La valeur de votre champ personnalisé, elle, doit être la description personnalisée que vous souhaitez utiliser.

source: Custom field Name to be used for keywords
fr_fr: Nom du champs personnalisé à utiliser pour les mots clés

source: When you define your keywords using custom fields you should use this value for the custom field Name. The Value of your custom field should be the meta keywords you would like to use, separated by comas.
fr_fr: Lorsque vous définissez vos mots clés en utilisant les champs personnalisés que vous devez utiliser cette valeur pour le nom du champs personnalisé. La valeur de votre champ personnalisé, elle, doit être les mots-clés que vous souhaitez utiliser, séparés par des virgules.

source: If you are not using cutsom post titles you can still have control over hw your titles are generated. Here you can choose which order you would like your post title and blog name to be displayed, or you can remove the blog name from the title completely.
fr_fr: Si vous n'utilisez pas de titres personnalisés vous pouvez toujours avoir le contrôle sur la façon dont vos titres sont générés. Ici vous pouvez choisir l'ordre d'affichage entre le titre du billet et le nom du blog, ou vous pouvez enlever le nom du blog.

source: Enable meta descriptions
fr_fr: Activer les meta descriptions

source: Check this box if you want to display meta descriptions on category/archive pages. The description is based off the category description you choose when creating/edit your category in wp-admin.
fr_fr: Cochez cette case si vous souhaitez afficher les méta descriptions sur les pages de catégories/archives. La description est basée sur la description de la catégorie que vous choisissez lors de la création/modification de catégories dans wp-admin.

source: Choose title autogeneration method
fr_fr: Choisir la méthode d'autoproduction des titres

source: Here you can choose how your titles on index pages are generated. You can change which order your blog name and index title are displayed, or you can remove the blog name from the title completely.
fr_fr: Ici vous pouvez choisir la façon dont vos titres sont générés. Vous pouvez modifier l'ordre d'affichage entre le nom du blog et le titre, ou vous pouvez enlever le nom du blog.

source: Here you can change which character separates your blog title and index page name when using autogenerated post titles. Common values are | or -
fr_fr: Ici vous pouvez changer le caractère qui sépare le titre de votre blog et le nom de la page lors de la génération automatique des titres. Les valeurs courantes sont | ou -

source: Code Integration
fr_fr: Code d'intégration

source: Enable header code
fr_fr: Activer le code du header

source: Disabling this option will remove the header code below from your blog. This allows you to remove the code while saving it for later use.
fr_fr: La désactivation de cette option supprime le code du header ci-dessous de votre blog. Cela vous permet de supprimer le code tout en l'enregistrant pour une utilisation ultérieure.

source: Enable body code
fr_fr: Activer le code body

source: Disabling this option will remove the body code below from your blog. This allows you to remove the code while saving it for later use.
fr_fr: La désactivation de cette option supprime le code body ci-dessous de votre blog. Cela vous permet de supprimer le code tout en l'enregistrant pour une utilisation ultérieure.

source: Enable single top code
fr_fr: Activer le code single top

source: Disabling this option will remove the single top code below from your blog. This allows you to remove the code while saving it for later use.
fr_fr: La désactivation de cette option supprime le code single top en dessous de votre blog. Cela vous permet de supprimer le code tout en l'enregistrant pour une utilisation ultérieure.

source: Enable single bottom code
fr_fr: Activer le code single bottom

source: Disabling this option will remove the single bottom code below from your blog. This allows you to remove the code while saving it for later use.
fr_fr: La désactivation de cette option supprime le code single bottom ci-dessous en bas de votre blog. Cela vous permet de supprimer le code tout en l'enregistrant pour une utilisation ultérieure.

source: Add code to the < head > of your blog
fr_fr: Ajoutez un code au <head> de votre blog

source: Any code you place here will appear in the head section of every page of your blog. This is useful when you need to add javascript or css to all pages.
fr_fr: Tout code que vous placez ici apparait dans la section de la tête de chaque page de votre blog. Ceci est utile lorsque vous devez ajouter du code javascript ou css à toutes les pages.

source: Add code to the < body > (good for tracking codes such as google analytics)
fr_fr: Ajouter le code au<body> (parfait pour les codes de suivis tels que Google Analytics)

source: Any code you place here will appear in body section of all pages of your blog. This is usefull if you need to input a tracking pixel for a state counter such as Google Analytics.
fr_fr: Tout code que vous placez ici apparaitra dans la section body de toutes les pages de votre blog. Ceci est utile si vous devez entrer un pixel de tracking pour un compteur d'état tels que Google Analytics.

source: Add code to the top of your posts
fr_fr: Ajoutez le code au-dessus de vos billets

source: Any code you place here will be placed at the top of all single posts. This is useful if you are looking to integrating things such as social bookmarking links.
fr_fr: Le code placé ici sera inclu à la tête de tous les billets. Ceci est utile si vous cherchez à intégrer des choses telles que des liens sociaux.

source: Add code to the bottom of your posts, before the comments
fr_fr: Ajoutez du code au bas de vos billets, avant les commentaires

source: Manage Un-widgetized Advertisements
fr_fr: Gérer des publicités sans-widgets

source: Enable Single Post 468x60 banner
fr_fr: Activer la bannière 468x60 sur les billets

source: Enabling this option will display a 468x60 banner ad on the bottom of your post pages below the single post content. If enabled you must fill in the banner image and destination url below.
fr_fr: L'activation de cette option permet d'afficher une bannière publicitaire 468x60 en bas de vos pages, sous le contenu. Si elle est activée, vous devez indiquer l'image de bannière et l'URL de destination ci-dessous.

source: Input 468x60 advertisement banner image
fr_fr: Ajouter une image bannière publicitaire 468x60

source: Here you can provide 468x60 banner image url
fr_fr: Ici vous pouvez fournir une adresse d'image bannière 468x60

source: Input 468x60 advertisement destination url
fr_fr: Ajoutez l'URL de la bannière publicitaire 468x60

source: Here you can provide 468x60 banner destination url
fr_fr: Ici vous pouvez fournir l'URL de destination de la bannière 468x60

source: Input 468x60 adsense code
fr_fr: Ajoutez un code adsense 468x60

source: Place your adsense code here.
fr_fr: Placez votre code AdSense ici.

source: Previous
fr_fr: Précédent

source: Next
fr_fr: Suivant

source: Member Login
fr_fr: Accès Membres

source: Username:
fr_fr: Identifiant :

source: Password:
fr_fr: Mot de passe:

source: Login
fr_fr: Connexion

source: Add a Tooltip Text
fr_fr: Ajouter une info-bulle

source: Click here to learn more
fr_fr: Cliquez ici pour en savoir plus

source: Caption
fr_fr: Légende

source: Caption goes here
fr_fr: La légende va ici

source: Caption title goes here
fr_fr: Le titre de la légende va ici

source: State
fr_fr: État

source: Select between expanded and closed state
fr_fr: Choisissez entre l'état déroulé et fermé

source: Content
fr_fr: Contenu

source: Content goes here
fr_fr: Le contenu va ici

source: Content text or html
fr_fr: Contenu texte ou html

source: Type of the box
fr_fr: Type de la boite

source: Link
fr_fr: Lien

source: Choose button type
fr_fr: Choisissez le type de bouton

source: Color
fr_fr: Couleur

source: Choose button color
fr_fr: Choisissez la couleur du bouton

source: Link text
fr_fr: Le texte du lien

source: Icon
fr_fr: Icône

source: Used for icon button type
fr_fr: Utilisé pour le type d'icône du bouton

source: Open link in new window
fr_fr: Ouvrir le lien dans une nouvelle fenêtre

source: Select yes if the link should be opened in a new window
fr_fr: Sélectionnez oui si le lien doit être ouvert dans une nouvelle fenêtre

source: Slider Type
fr_fr: Type de diaporama

source: Select Slider Type here
fr_fr: Sélectionnez le type de diaporama ici

source: Effect
fr_fr: Effet

source: Select Animation Effect
fr_fr: Sélectionnez l'effet d'animation

source: Choose yes if you want for automatic slider animation
fr_fr: Choisissez Oui si vous voulez activer l'animation automatique du diaporama

source: Auto Speed
fr_fr: Vitesse Auto

source: Automattic slider speed (works only if Auto is set to yes)
fr_fr: Vitesse du diaporama automatique (ne fonctionne que si l'option Auto est réglé sur oui)

source: Tab Text
fr_fr: Onglet texte

source: Tab Content
fr_fr: Contenu de l'onglet

source: Paste image url here, if you chose "images" slider type
fr_fr: Coller l'url de l'image ici, si vous avez choisi le type de diaporama "images"

source: Image Url
fr_fr: URL de l'Image :

source: Author Image URL
fr_fr: URL de l'image de l'auteur

source: Use resizing
fr_fr: Utilisez le redimensionnement

source: + Add One More Tab
fr_fr: + Ajouter un onglet de plus

source: Image Height
fr_fr: Hauteur de l'image

source: Image Width
fr_fr: Largeur de l'image

source: Export Page Builder Layouts
fr_fr: Exporter la mise en page du générateur de pages.

source: You do not have sufficient permissions to export the content of this site.
fr_fr: Vous n'avez pas les permissions nécessaires pour exporter le contenu de ce site.

source: When you click the button below WordPress will create an XML file for you to save to your computer.
fr_fr: Lorsque vous cliquez sur le bouton ci-dessous WordPress créera un fichier GZIP à enregistrer sur votre ordinateur.

source: This format, which we call WordPress eXtended RSS or WXR, will contain all layouts you created using the Page Builder.
fr_fr: Ce format, que nous appelons WordPress eXtended RSS ou WXR, contiendra tous les agencements créées à l'aide du générateur de pages.

source: Once you&#8217;ve saved the download file, you can use the Import function in another WordPress installation to import all layouts from this site.
fr_fr: Une fois que vous avez enregistré le fichier téléchargé, vous pouvez utiliser la fonction d'importation dans une autre installation de WordPress pour importer le contenu de ce site.

source: Download Export File
fr_fr: Télécharger fichier export

source: Use Default Editor
fr_fr: Utilisez l'éditeur par défaut

source: Use Page Builder
fr_fr: Utilisez le générateur de pages

source: Replace the existing content with loaded layout
fr_fr: Remplacez le contenu existant avec l'agencement enragistré

source: Saved Layouts:
fr_fr: Agencements enregistrés:

source: Predefined Layouts:
fr_fr: Mises en page prédéfinies :

source: The section should have at least one row.
fr_fr: Cette section devrait contenir au moins une ligne.

source: Fullwidth module can't be used outside of the Fullwidth Section.
fr_fr: Le module pleine largeur ne peut pas être utilisé en dehors de la section pleine largeur.

source: Preview
fr_fr: Prévisualisation

source: Page Builder
fr_fr: Générateur de pages

source: &laquo; Older Entries
fr_fr: « Articles précédents

source: Next Entries &raquo;
fr_fr: Articles suivants &raquo;

source: No Results Found
fr_fr: Aucun résultat

source: The page you requested could not be found. Try refining your search, or use the navigation above to locate the post.
fr_fr: La page demandée n'a pas été trouvée. Essayez une recherche ou utilisez la navigation ci-dessus.

source: on %1$s at %2$s
fr_fr: sur %1$s à %2$s

source: (Edit)
fr_fr: (Modifier)

source: Reply
fr_fr: Répondre

source: Your comment is awaiting moderation.
fr_fr: Votre commentaire est en attente de modération.

source: Read Divi Documentation
fr_fr: Lire la documentation Divi
