Repository: kaos-addict/trad
Catalog: wp/themes/Divi/lang/*.po
Languages: fr_fr

source: This post is password protected. Enter the password to view comments.
fr_fr: Ce billet est protégé. Veuillez indiquer le mot de passe pour accéder aux commentaires.

source: 0 Comments
fr_fr: 0 commentaire

source: 1 Comment
fr_fr: 1 Commentaire

source: Comments
fr_fr: Commentaires

source: <span class="meta-nav">&larr;</span> Older Comments
fr_fr: <span class="meta-nav">&larr;</span>Commentaires plus anciens

source: Newer Comments <span class="meta-nav">&rarr;</span>
fr_fr: Commentaires plus récents <span class="meta-nav"> → </ span>

source: Trackbacks/Pingbacks
fr_fr: Rétroliens/Permaliens

source: Submit Comment
fr_fr: Envoyer le commentaire

source: Submit a Comment
fr_fr: Envoyer un commentaire

source: Leave a Reply to %s
fr_fr: Écrire une réponse à %s

source: Designed by %1$s | Powered by %2$s
fr_fr: Conçu par %1$s | Propulsé par %2$s

source: Primary Menu
fr_fr: Menu Principal

source: on
fr_fr: le

source: Please, check the fields below to make sure you entered the correct information.
fr_fr: S'il vous plaît, vérifiez les champs ci-dessous et assurez vous d'avoir fourni des informations correctes.

source: Fill
fr_fr: Remplir

source: field
fr_fr: champ

source: Invalid email
fr_fr: Adresse e-mail non valide

source: Posts by %s
fr_fr: Publié par %s

source: % Comments
fr_fr: % Commentaires

source: No Comments
fr_fr: Pas de commentaire

source: by
fr_fr: par

source: ET Settings
fr_fr: Réglages ET

source: Projects
fr_fr: Projets

source: Project
fr_fr: Projet

source: Add New
fr_fr: Ajouter

source: Add New Project
fr_fr: Ajouter un Nouveau Projet

source: Edit Project
fr_fr: Modifier le projet

source: New Project
fr_fr: Nouveau projet

source: All Projects
fr_fr: Tous les projets

source: View Project
fr_fr: Voir le projet

source: Search Projects
fr_fr: Rechercher un projet

source: Nothing found
fr_fr: Aucun résultats

source: Nothing found in Trash
fr_fr: Rien dans la poubelle

source: Categories
fr_fr: Catégories

source: Category
fr_fr: Catégorie

source: Search Categories
fr_fr: Rechercher dans les catégories

source: All Categories
fr_fr: Toutes les catégories

source: Parent Category
fr_fr: Catégorie parente

source: Parent Category:
fr_fr: Catégorie parente :

source: Edit Category
fr_fr: Modifier une catégorie

source: Update Category
fr_fr: Mise à jour de la catégorie

source: Add New Category
fr_fr: Ajouter une nouvelle catégorie

source: New Category Name
fr_fr: Nom de la nouvelle catégorie

source: Tags
fr_fr: Mots-clés

source: Tag
fr_fr: Mot-clé

source: Search Tags
fr_fr: Chercher par mot-clé

source: All Tags
fr_fr: Tous les mots-clés

source: Parent Tag
fr_fr: Mot-clé parent

source: Parent Tag:
fr_fr: Mot-clé parent:

source: Edit Tag
fr_fr: Modifier le mot-clé

source: Update Tag
fr_fr: Modifier un mot-clé

source: Add New Tag
fr_fr: Ajouter un mot-clé

source: New Tag Name
fr_fr: Nom du nouveau mot-clé

source: Layouts
fr_fr: Agencements

source: Layout
fr_fr: Agencement

source: Add New Layout
fr_fr: Nouvelle mise en page

source: Edit Layout
fr_fr: Modifier l'agencement

source: New Layout
fr_fr: Nouvel mise en page

source: All Layouts
fr_fr: Tous les agencements

source: View Layout
fr_fr: Voir l'agencement

source: Search Layouts
fr_fr: Recherche des mises en page

source: Skills
fr_fr: Compétences

source: Posted on
fr_fr: Posté le

source: Right Sidebar
fr_fr: Barre latérale à droite

source: Left Sidebar
fr_fr: Barre latérale à gauche

source: Full Width
fr_fr: Pleine largeur

source: Page Layout
fr_fr: Mise en page

source: Fonts
fr_fr: Polices

source: Schemes
fr_fr: Patron

source: Note: Color settings set above should be applied to the Default color scheme.
fr_fr: Remarque: Les paramètres de couleur énoncés ci-dessus devraient être appliqués à la palette de couleurs par défaut.

source: Link Color
fr_fr: Couleur des liens

source: Main Font Color
fr_fr: Couleur de la police principale

source: Accent Color
fr_fr: Couleur des accents

source: Footer Background Color
fr_fr: Couleur de fond: pied de page

source: Menu Links Color
fr_fr: Couleurs des liens du menu

source: Active Menu Link Color
fr_fr: Couleurs des liens du menu actif

source: Header Font
fr_fr: Police de titre

source: Body Font
fr_fr: Police du corps

source: Color Schemes
fr_fr: Jeux de couleurs

source: Default
fr_fr: Par défaut

source: Green
fr_fr: Vert

source: Pink
fr_fr: Rose

source: Red
fr_fr: Rouge

source: 0 comments
fr_fr: 0 commentaire

source: 1 comment
fr_fr: 1 commentaire

source: comments
fr_fr: commentaires

source: Tab
fr_fr: Onglet

source: <h2 class="et_pb_subscribed">Subscribed - look for the confirmation email!</h2>
fr_fr: <h2 class="et_pb_subscribed"> Inscrit - vérifier le courrier électronique de confirmation </ h2>

source: Subscribe
fr_fr: Abonnez-vous

source: First Name
fr_fr: Prénom

source: Last Name
fr_fr: Nom de famille

source: Email Address
fr_fr: Adresse e-mail

source: by %s |
fr_fr: par %s |

source: read more...
fr_fr: En savoir plus

source: Make sure you entered the captcha.
fr_fr: Assurez-vous d'avoir renseigné le captcha.

source: You entered the wrong number in captcha.
fr_fr: Vous avez entré un mauvais numéro de captcha.

source: Make sure you fill all fields.
fr_fr: Assurez-vous de remplir tous les champs.

source: Invalid Email.
fr_fr: Adresse e-mail non valide

source: New Message From %1$s%2$s
fr_fr: Nouveau message de %1$s %2$s

source: Thanks for contacting us
fr_fr: Merci de nous contacter

source: Name
fr_fr: NOM:

source: Submit
fr_fr: Envoyer

source: Reset
fr_fr: Réinitialiser

source: Home
fr_fr: accueil

source: Saving...
fr_fr: Sauvegarde...

source: Options Saved.
fr_fr: Options enregistrées

source: Theme Options
fr_fr: Options du thème

source: settings saved.
fr_fr: Paramètres enregistrés.

source: settings reset.
fr_fr: Réinitialiser les réglages

source: General Settings
fr_fr: Réglages généraux

source: Layout Settings
fr_fr: Paramètres de mise en page

source: Ad Management
fr_fr: Gestion de la publicit

source: Colorization
fr_fr: Couleurs

source: Integration
fr_fr: Intégration

source: Support Docs
fr_fr: Documentation d'aide

source: Upload Image
fr_fr: Envoyer une image

source: You don't have pages
fr_fr: Vous n'avez aucune page

source: Save changes
fr_fr: Enregistrer les modifications

source: This will return all of the settings throughout the options page to their default values. <strong>Are you sure you want to do this?</strong>
fr_fr: Ceci remettra tous les paramètres à leurs valeurs par défaut. <strong> Etes-vous sûr de vouloir faire ça?</strong>

source: Search results for "%s"
fr_fr: Résultats de la recherche pour "%s"

source: 404 Not Found
fr_fr: Erreur 404 - Page non trouvée

source: Currently viewing archives from %1$s
fr_fr: Vous regardez les archives de %1$s

source: Image doesn't exist
fr_fr: L'image n'existe pas

source: <div class="updated"><p>This is a fresh installation of %1$s theme. Don't forget to go to <a href="%2$s">ePanel</a> to set it up. This message will disappear once you have clicked the Save button within the <a href="%2$s">theme's options page</a>.</p></div>
fr_fr: <div class="updated"> <p> Il s'agit d'une nouvelle installation de %1$s . N'oubliez pas d'aller à <a href = "%2$s"> ePanel </ a> pour le configurer. Ce message disparaîtra lorsque vous aurez cliqué sur le bouton Enregistrer dans le <a href = "%2$s"> page d'options du thème </a>.</p> </div>

source: There is a new version of %1$s available. <a href="%2$s" class="thickbox" title="%1$s">View version %3$s details</a>. <em>Before you can update your Elegant Themes, you must first install the <a href="https://www.elegantthemes.com/members-area/documentation.html#updater" target="_blank">Elegant Updater Plugin</a> to authenticate your subscription.</em>
fr_fr: Il s'agit d'une nouvelle version de %1$s disponible. <a href ="%2$s" class = "thickbox" title="%1$s"> Voir la version %3$s en détails </ a>. <em> Avant que vous puissiez mettre à jour vos ElegantThemes, vous devez d'abord installer le <a href="https://www.elegantthemes.com/members-area/documentation.html#updater" target="blank"> Extension Elegant-Updater</ a> pour authentifier votre abonnement. </ em>

source: Before you can update your Elegant Themes, you must first install the <a href="https://www.elegantthemes.com/members-area/documentation.html#updater" target="_blank">Elegant Updater Plugin</a> to authenticate your subscription.
fr_fr: Avant que vous puissiez mettre à jour vos ElegantThemes, vous devez d'abord installer l'<a href="https://www.elegantthemes.com/members-area/documentation.html#updater" target="_blank ">Extension Elegant-Updater</a> pour authentifier votre abonnement.

source: General
fr_fr: Général

source: If you would like to use your own custom logo image click the Upload Image button.
fr_fr: Si vous souhaitez utiliser votre image de logo personnalisée cliquez sur le bouton Envoi d'image.

source: If you would like to use your own custom favicon image click the Upload Image button.
fr_fr: Si vous souhaitez utiliser votre favicon personnalisé cliquez sur le bouton Envoi d'image.

source: Fixed Navigation Bar
fr_fr: Barre de navigation fixe

source: By default the navigation bar stays on top of the screen at all times. We suggest to disable this option, if you need to use a logo taller than the default one.
fr_fr: Par défaut, la barre de navigation reste sur le dessus de l'écran en permanence. Nous vous conseillons de désactiver cette option, si vous avez besoin d'utiliser un logo plus grand que celui par défaut.

source: Grab the first post image
fr_fr: Prendre la première image de l'article

source: By default thumbnail images are created using custom fields. However, if you would rather use the images that are already in your post for your thumbnail (and bypass using custom fields) you can activate this option. Once activcated thumbnail images will be generated automatically using the first image in your post. The image must be hosted on your own server.
fr_fr: Par défaut des vignettes sont créées à l'aide des champs personnalisés. Toutefois, si vous préférez utiliser les images qui se trouvent déjà dans votre article pour votre miniature (et contourner l'utilisation des champs personnalisés), vous pouvez activer cette option. Une fois activée, les images miniatures seront générées automatiquement en utilisant la première image de votre billet. L'image doit être hébergé sur votre propre serveur.

source: Blog Style Mode
fr_fr: Mode blog

source: By default the theme truncates your posts on index/homepages automatically to create post previews. If you would rather show your posts in full on index pages like a traditional blog then you can activate this feature.
fr_fr: Par défaut, le thème tronque automatiquement vos messages sur les pages d'accueil et d'index pour créer des aperçus. Si vous préférez afficher vos messages dans leur intégralité sur les pages d'index comme un blog traditionnel, vous pouvez activer cette fonction.

source: Shop Page Layout
fr_fr: Mise en page de la boutique

source: Here you can choose Shop page layout.
fr_fr: Ici vous pouvez choisir la mise en page de la boutique

source: MailChimp API Key
fr_fr: Clé d'API MailChimp

source: Enter your MailChimp API key. You can create an api key <a target="_blank" href="%1$s">here</a>
fr_fr: Entrez votre clé d'API MailChimp. Vous pouvez créer une clé API <a target="_blank " href =" %1$s de "> ici </ a>

source: Number of Posts displayed on Category page
fr_fr: Nombre de billets affichés sur la page Catégorie

source: Here you can designate how many recent articles are displayed on the Category page. This option works independently from the Settings > Reading options in wp-admin.
fr_fr: Ici vous pouvez désigner le nombre d'articles récents affichés sur les pages de catégories. Cette option fonctionne indépendamment des Réglages > options de lecture dans wp-admin.

source: Number of Posts displayed on Archive pages
fr_fr: Nombre de billets affichés sur des pages Archives

source: Here you can designate how many recent articles are displayed on the Archive pages. This option works independently from the Settings > Reading options in wp-admin.
fr_fr: Ici vous pouvez désigner le nombre d'articles récents affichés sur les pages d'archives. Cette option fonctionne indépendamment des Réglages > options de lecture dans wp-admin.

source: Number of Posts displayed on Search pages
fr_fr: Nombre de billets affichés sur les pages de recherche

source: Here you can designate how many recent articles are displayed on the Search results pages. This option works independently from the Settings > Reading options in wp-admin.
fr_fr: Ici vous pouvez désigner le nombre d'articles récents affichés sur les pages de résultats. Cette option fonctionne indépendamment des Réglages > options de lecture dans wp-admin.

source: Number of Posts displayed on Tag pages
fr_fr: Nombre de messages affichés sur les pages des mots-clés

source: Here you can designate how many recent articles are displayed on the Tag pages. This option works independently from the Settings > Reading options in wp-admin.
fr_fr: Ici vous pouvez désigner le nombre d'articles récents affichés sur les pages des mots-clés. Cette option fonctionne indépendamment des Réglages > options de lecture dans wp-admin.

source: Date format
fr_fr: Format de la date

source: This option allows you to change how your dates are displayed. For more information please refer to the WordPress codex here:<a href='http://codex.wordpress.org/Formatting_Date_and_Time' target='_blank'>Formatting Date and Time</a>
fr_fr: Cette option vous permet de modifier la façon dont vos dates sont affichées. Pour plus d'informations veuillez vous référer au codex WordPress ici: <a href='http://codex.wordpress.org/Formatting_Date_and_Time' target='_blank'> formatage Date et heure </ a>

source: Use excerpts when defined
fr_fr: Utilisez les extraits s'ils existent

source: This will enable the use of excerpts in posts or pages.
fr_fr: Cela permettra l'utilisation des extraits des billets ou des pages.

source: Responsive shortcodes
fr_fr: Shortcodes Responsive

source: Enable this option to make shortcodes respond to various screen sizes
fr_fr: Activez cette option pour que les shortcodes répondent aux différentes tailles d'écran

source: Google Fonts subsets
fr_fr: Sous-ensembles Google Fonts

source: This will enable Google Fonts for Non-English languages.
fr_fr: Cela autorisera Google Fonts pour les langues autres que l'anglais.

source: Custom CSS
fr_fr: CSS personnalisé

source: Here you can add custom css to override or extend default styles.
fr_fr: Ici vous pouvez ajouter vos règles css personnalisées pour remplacer ou étendre les styles par défaut.

source: Exclude pages from the navigation bar
fr_fr: Exclure les pages de la barre de navigation

source: Here you can choose to remove certain pages from the navigation menu. All pages marked with an X will not appear in your navigation bar.
fr_fr: Ici, vous pouvez choisir de supprimer certaines pages dans le menu de navigation. Toutes les pages marquées d'un X n’apparaitront pas dans votre barre de navigation.

source: Show dropdown menus
fr_fr: Afficher les menus déroulants

source: If you would like to remove the dropdown menus from the pages navigation bar disable this feature.
fr_fr: Si vous souhaitez supprimer les menus déroulants de la barre de navigation des pages, désactivez cette fonction.

source: Display Home link
fr_fr: Afficher lien vers l'accueil

source: By default the theme creates a Home link that, when clicked, leads back to your blog's homepage. If, however, you are using a static homepage and have already created a page called Home to use, this will result in a duplicate link. In this case you should disable this feature to remove the link.
fr_fr: Par défaut, le thème crée un lien qui, lorsqu'on clique dessus, ramène à la page d'accueil de votre blog. Si, toutefois, vous utilisez une page d'accueil statique et avez déjà créé une page appelée Accueil, cela se traduira par un lien double. Dans ce cas, désactivez cette fonction pour supprimer le lien.

source: Sort Pages Links
fr_fr: Trier les liens de la page

source: Here you can choose to sort your pages links.
fr_fr: Ici, vous pouvez choisir de trier les liens de vos pages.

source: Order Pages Links by Ascending/Descending
fr_fr: Classer les liens de la page par ordre croissant / décroissant

source: Here you can choose to reverse the order that your pages links are displayed. You can choose between ascending and descending.
fr_fr: Ici vous pouvez choisir d'inverser l'ordre dans lequel vos liens de pages sont affichées. Vous pouvez choisir entre l'ordre croissant et décroissant.

source: Number of dropdown tiers shown
fr_fr: Nombre de liens enfants affichés

source: This options allows you to control how many teirs your pages dropdown menu has. Increasing the number allows for additional menu items to be shown.
fr_fr: Cette option vous permet de contrôler le nombre de sous sections affichées dans votre menu déroulants. L'augmentation du nombre permet aux éléments de menu supplémentaires d'être affichés.

source: Exclude categories from the navigation bar
fr_fr: Exclure des catégories de la barre de navigation

source: Here you can choose to remove certain categories from the navigation menu. All categories marked with an X will not appear in your navigation bar.
fr_fr: Ici, vous pouvez choisir de supprimer certaines catégories de la barre de navigation. Toutes les catégories marquées d'un X n'apparaitront pas dans votre barre.

source: If you would like to remove the dropdown menus from the categories navigation bar disable this feature.
fr_fr: Si vous souhaitez supprimer les menus déroulants de la barre de navigation des catégories, désactiver cette fonction.

source: Hide empty categories
fr_fr: Cacher les catégories vides

source: If you would like categories to be displayed in your navigationbar that don't have any posts in them then disable this option. By default empty categories are hidden
fr_fr: Si vous souhaitez que les catégories vides apparaissent dans la barre de navigation, désactivez cette option. Par défaut les catégories vides sont cachées

source: Sort Categories Links by Name/ID/Slug/Count/Term Group
fr_fr: Trier les liens des catégories par groupes de Nom/ID/Slug/Compte/terme

source: By default pages are sorted by name. However if you would rather have them sorted by ID you can adjust this setting.
fr_fr: Par défaut les pages sont triées par nom. Toutefois, si vous préférez les trier par ID, vous pouvez régler ce paramètre.

source: Order Category Links by Ascending/Descending
fr_fr: Trier les liens de catégorie par ascendant / descendant

source: Here you can choose to reverse the order that your categories links are displayed. You can choose between ascending and descending.
fr_fr: Ici vous pouvez choisir d'inverser l'ordre dans lequel vos liens de catégories seront affichés. Vous pouvez choisir entre l'ordre croissant et décroissant.

source: Disable top tier dropdown menu links
fr_fr: Désactiver les niveaux principaux des liens du menu déroulant

source: In some cases users will want to create parent categories or links as placeholders to hold a list of child links or categories. In this case it is not desirable to have the parent links lead anywhere, but instead merely serve an organizational function. Enabling this options will remove the links from all parent pages/categories so that they don't lead anywhere when clicked.
fr_fr: Dans certains cas, les utilisateurs voudront créer des catégories parentes ou des liens comme des espaces réservés à tenir une liste de liens ou catégories enfants. Dans ce cas, il n'est pas souhaitable que les liens parents ne mènent nul part, mais plutôt servir simplement de fonction organisationnelle. Activer cette option va supprimer les liens de tous les pages/catégories parentes afin qu'ils ne mènent nul part quand on clique dessus.

source: Single Post Layout
fr_fr: Mise en page d'un unique billet

source: Single Page Layout
fr_fr: Mise en page d'une page unique

source: Choose which items to display in the postinfo section
fr_fr: Choisissez les éléments à afficher dans la section postinfo

source: Here you can choose which items appear in the postinfo section on single post pages. This is the area, usually below the post title, which displays basic information about your post. The highlighted itmes shown below will appear.
fr_fr: Ici vous pouvez choisir les éléments qui apparaissent dans la section postinfo sur les pages d'articles seuls. C'est la région, le plus souvent en dessous du titre de l'article, qui affiche des informations de base sur votre message. Les éléments mis en évidence ci-dessous apparaitront.

source: Show comments on posts
fr_fr: Voir les commentaires sur les billets

source: You can disable this option if you want to remove the comments and comment form from single post pages.
fr_fr: Vous pouvez désactiver cette option si vous souhaitez supprimer les commentaires et le formulaire de commentaires des billets.

source: Place Thumbs on Posts
fr_fr: Placer les miniatures dans les billets

source: By default thumbnails are placed at the beginning of your post on single post pages. If you would like to remove this initial thumbnail image to avoid repetition simply disable this option.
fr_fr: Par défaut les vignettes sont placées au début de votre message sur les pages simples. Si vous souhaitez supprimer cette vignette initiale pour éviter la répétition, il suffit de désactiver cette option.

source: Place Thumbs on Pages
fr_fr: Placer les miniatures dans les Pages

source: By default thumbnails are not placed on pages (they are only used on posts). However, if you want to use thumbnails on posts you can! Just enable this option.
fr_fr: Par défaut les vignettes ne sont pas placées sur les pages (ils ne sont utilisés que sur des articles). Toutefois, si vous souhaitez utiliser les vignettes sur les messages, vous pouvez! Il suffit d'activer cette option.

source: Show comments on pages
fr_fr: Voir les commentaires sur les pages

source: By default comments are not placed on pages, however, if you would like to allow people to comment on your pages simply enable this option.
fr_fr: Par défaut les commentaires ne sont pas placés sur les pages, cependant, si vous souhaitez permettre aux gens de faire des commentaires sur vos pages, activez cette option.

source: Post info section
fr_fr: Section info du billet

source: Here you can choose which items appear in the postinfo section on pages. This is the area, usually below the post title, which displays basic information about your post. The highlighted itmes shown below will appear.
fr_fr: Ici vous pouvez choisir les éléments qui apparaissent dans la section postinfo des pages. C'est la région, le plus souvent en dessous du titre du billet, qui affiche des informations de base de ce dernier. Les éléments mis en évidence ci-dessous apparaitront.

source: Show Thumbs on Index pages
fr_fr: Afficher les miniatures sur les pages d'index

source: Enable this option to show thumbnails on Index Pages.
fr_fr: Activer cette option pour afficher les vignettes sur les pages d'index.

source: Homepage SEO
fr_fr: SEO de la page d'accueil

source: Single Post Page SEO
fr_fr: SEO des articles simples

source: Index Page SEO
fr_fr: SEO des pages Index

source: Enable custom title
fr_fr: Activer un titre personnalisé
