Repository: kaos-addict/trad
Catalog: kde/apps/kfoldersync/for_translation_kfoldersync_kfoldersyncpot_*.po
Languages: fr

# @info
source: <warning>I can't create a log file... Check your permissions</warning>
fr: <warning>Impossible de créer du fichier de log... Vérifiez vos droits</warning>

# @label
source: CURRENT PROGRESS:
fr: AVANCEMENT ACTUEL:

# @label
source: TOTAL PROGRESS:
fr: PROGRESSION TOTALE:

# @item folder name
source: Old files - %1
fr: Anciens fichiers - %1

# @item folder name
source: Full backup of <filename>%1</filename> - %2
fr: Sauvegarde complète de <filename>%1</filename> - %2

# @item:intext
source: Operation aborted by the user...
fr: Opération interrompue par l'utilisateur...

# @item:intext
source: ...done!
fr: ...fait!

# @action:intoolbar
source: Compare
fr: Comparer

# @action:inmenu
source: Reset application
fr: Réinitialiser l'application

# @action:intoolbar
source: Run
fr: Lancer

# @info
source: <warning>you must first select all the directories!</warning>
fr: <warning>vous devez au préalable sélectionner tous les dossiers!</warning>

# @info
source: <warning>2 identical destination directories detected!</warning><nl/><nl/><note>performing multiple synchronizations with the same destination directory<nl/>isn't very reasonable, because only the last one will show its effects.<nl/>That said, you can choose another operation type or another destination directory.</note>
fr: <warning>2 dossiers de destination identique ont été détectés !</warning><nl/><nl/><note>lancer plusieurs synchronisations vers le même répertoire de destination<nl/>n'est pas judicieux, parce que seul le dernier obtiendra l'effet escompté.</nl>Ceci étant dit, vous pouvez maintenant choisir une autre opération ou un autre répertoire de destination.</note>

# @info:progress
source: Comparing... please wait.
fr: Comparaison en cours... Veuillez patienter.

# @info:progress
source: <note>network folders may require several time</note>
fr: <note>les répertoires distant peuvent exiger plus de temps</note>

# @info
source: <warning><application>%1</application> is going to be reset.</warning> Do you really want to proceed?
fr: <warning><application>%1</application> va être ré-initialisée.</warning> Êtes vous certain de vouloir continuer?

# @info
source: <warning>you can't begin without first making a comparison!</warning>
fr: <warning>vous ne pouvez commencer sans avoir comparer!</warning>

# @info:status
source: There's nothing to do...
fr: Rien n'a faire...

# @item:intext
source: bilateral incremental backup
fr: sauvegarde incrémentale bilatérale

# @item:intext
source: bilateral synchronization
fr: synchronisation bilatérale

# @item:intext
source: differential backup
fr: sauvegarde différentielle

# @item:intext
source: full backup
fr: sauvegarde complète

# @item:intext
source: incremental backup
fr: sauvegarde incrémentale

# @item
source: Old files - %1
fr: Anciens fichiers - %1

# @item:intext
source: synchronization
fr: synchronisation

# @info:status
source: Mission accomplished!
fr: Mission accomplie!

# @info:status
source: Would you like to update the comparison results?
fr: Voulez vous mettre à jour les résultats comparés?

# @item:intext
source: %1 > Copying <filename>%2</filename> to <filename>%3</filename>
fr: %1 > Copie de <filename>%2</filename> vers <filename>%3</filename>

# @item:intext
source: %1 > Deleting <filename>%2</filename>
fr: %1 > Effacement de <filename>%2</filename>

# @item:intext
source: %1 > Moving old <filename>%2</filename> to <filename>%3</filename>
fr: %1 > Déplacement de <filename>%2</filename> vers <filename>%3</filename>

# @item:intext
source: %1 > Making <filename>%2</filename>
fr: %1 > Création de <filename>%2</filename>

# @item:intext
source: %1 > Overwriting <filename>%2</filename>
fr: %1 > Écrasement de <filename>%2</filename>

# @item:intext
source: %1 > Starting the %2... [source: <filename>%3</filename> | destination: <filename>%4</filename>]
fr: %1 > Démarrage de %2... [source: <filename>%3</filename> | destination: <filename>%4</filename>]

# @item:intext
source: %1 > Moving <filename>%2</filename> to trash
fr: %1 > Déplacement de <filename>%2</filename> à la corbeille

source: Folder synchronization and backup tool
fr: Outil de synchronisation et de sauvegarde

# @info
source: Translations at: <link>https://www.transifex.com/projects/p/kfoldersync/</link>
fr: Traductions: <link>https://www.transifex.com/projects/p/kfoldersync/</link>

# @info:credit
source: Author
fr: Auteur

# @info:credit
source: Ideas for the application icon
fr: Idées pour l'icône de l'application

# @info:credit NAME OF TRANSLATORS
source: Your names
fr: MerMouY

# @info:credit EMAIL OF TRANSLATORS
source: Your emails
fr: mermouy@openmailbox.org

# @info:tipoftheday
source: <warning>It's strongly recommended not to run <application>%1</application> as super user (root).</warning><nl/><nl/>Are you absolutely sure of what you are doing?
fr: <warning>Il est fortement recommandé de ne pas lancer <application>%1</application> en administrateur (root).</warning><nl/><nl/>Voulez vous vraiment faire cela?

# @info
source: <warning>a folder can't be the source and the destination at the same time!</warning>
fr: <warning>un répertoire ne peut être à la fois la source et la destination!</warning>

# @info
source: <warning><filename>%1</filename> is parent of <filename>%2</filename>!</warning><nl/><nl/><note>operations between related directories may open Pandora's box...</note>
fr: <warning><filename>%1</filename> est le parent de <filename>%2</filename>!</warning><nl/><nl/><note>des opération sur des répertoires reliés pourraient ouvrir la boîte de Pandore...</note>

# @title:window
source: Select a directory
fr: Sélectionnez un répertoire

# @title:column
source: Source directories
fr: Répertoire source

# @title:column
source: Destination directories
fr: Répertoire de destination

# @title:group
source: Operation type
fr: Type d'opération

# @option:radio
source: Bilateral incremental backup
fr: Sauvegarde incrémentale bilatérale

# @info:tooltip
source: Source directories and their respective destinations supplement each other with missing files. If conflicts are detected, old files will be backed up before the new ones take their place.
fr: Les répertoires source et leur destinations respectives se complètent avec les fichiers manquants. Si des conflits sont détectés, les anciens fichiers seront sauvegardés avant que les nouveaux ne les remplacent.

# @option:radio
source: Bilateral synchronization
fr: Synchronisation bilatérale

# @info:tooltip
source: Source directories and their respective destinations supplement each other with missing files. If conflicts are detected, only the ones with the latest modification time will be kept.
fr: Les répertoires source et leur destinations respectives se complètent avec les fichiers manquants. Si des conflits sont détectés, seuls les plus récents seront conservés.

# @option:radio
source: Differential backup
fr: Sauvegarde différentielle

# @info:tooltip
source: Delete nothing and overwrite old files.
fr: Ne rien effacer et écraser les anciens fichiers.

# @option:radio
source: Full backup
fr: Sauvegarde complète.

# @info:tooltip
source: Entirely backup source directories in their respective destinations.
fr: Sauvegarder complète de tous les répertoires source dans leurs destination respectives.

# @option:radio
source: Incremental backup
fr: Sauvegarde incrémentale

# @info:tooltip
source: Delete nothing and backup old files instead of overwriting them.
fr: Ne rien effacer et sauvegarder les anciens fichiers au lieu de les écraser.

# @option:radio
source: Synchronization
fr: Synchronisation

# @info:tooltip
source: Make destination directories identical to their respective sources.
fr: Créer les répertoires de destination identiques à leur sources respectives.

# @title
source: COMPARISON RESULTS
fr: RÉSULTATS DE LA COMPARAISON

# @label
source: Directories to be made:
fr: Répertoires à créer:

# @label
source: Directories to be entirely deleted:
fr: Répertoires à effacer complètement:

# @label
source: Files to be copied:
fr: Fichiers à copier:

# @label
source: Files to be deleted:
fr: Fichiers à effacer:

# @label
source: Old files to be backed up:
fr: Anciens fichiers à sauvegarder:

# @label
source: Files to be overwritten:
fr: Fichiers à écraser:

# @label
source: Additional space required:
fr: Espace supplémentaire requis:

# @label
source: Space to be freed:
fr: Espace à libérer:

# @label
source: Net change in data size:
fr: Différence taille:

# @title:group
source: FILES TO BE EXCLUDED
fr: FICHIERS À EXCLURE

source: Type something to filter the list...
fr: Entrez quelque chose pour filtrer la liste...

# @title:group
source: Additional options
fr: Options additionnelles

# @option:check
source: Ignore errors
fr: Ignorer les erreurs

# @info:tooltip
source: Don't stop if errors occur.
fr: Ne pas interrompre en cas d'erreurs.

# @option:check
source: Include hidden files
fr: Inclure les fichiers cachés

# @info:tooltip
source: Include hidden files and directories too.
fr: Inclure les fichiers et dossiers cachés.

# @option:check
source: Create log in my home directory
fr: Créer le fichier de log dans mon répertoire personnel

# @option:check
source: Use the trash
fr: Utiliser la corbeille

# @info:tooltip
source: Move files and directories to trash instead of deleting them, whenever it can be done.
fr: Déplacer les fichiers et les dossiers à la corbeille au lieu de les effacer si possible.

# @title:window
source: Select one or more files
fr: Sélectionnez un ou plusieurs fichiers

source: Main Toolbar
fr: Barre d'outils principale
